{"members":[
	{
		"title":"How can I tell if it is time to ask for some help?        ",
		"bio":"When you feel as if you can't do it alone When you feel trapped, as if there is nowhere to turn When you worry all the time, and never seem to find answers When the way you feel is affecting your sleep, your eating habits, your job, your relationships, your everyday life When issues such as marital or family problems, child rearing, severe illness or injury, death of a loved one, career changes, school problems, or crises associate with aging are making it difficult to cope with the routine demands of daily living."
	},
	{
		"title":"What is a psychologist",
		"bio":"In North Carolina, licensed psychologists have a doctoral degree in psychology. After graduation from college, licensed psychologists spend an average of 7 years in graduate education, training, and research. As part of their professional training they complete a supervised clinical internship in a hospital or organized health setting, and at least one year of post-doctoral supervised experience before they can practice independently in any health care arena. Licensed psychological associates have a master's degree in psychology. They also have graduate-level training, a clinical internship, and post-"
	},
	{
		"title":"How can I find a psychologist",
		"bio":"Once you have the name of several psychologists, there are several questions you'll want to ask, including: Are you a licensed psychologist or licensed psychological associate? How long have you been practicing?     What areas do you specialize in? (such as family therapy, child psychology, adult psychotherapy, etc.) What kind of treatment do you usually use, and why do you feel this would be effective for my situation? How long would you expect my treatment to last? What are your fees? Do you accept my insurance or HMO coverage? Will you directly bill my insurance company? Do you have a sliding fee scale, or will you set up a payment plan?"
	},
	{
		"title":"How does therapy work?",
		"bio":"Therapy works by helping you look objectively at behaviors, feelings, and thoughts in situations that you find problematic. It helps you to learn more effective ways to deal with those situations. Therapy is a collaborative effort. You and your psychologist will identify your goals - what you want to have happen - and agree on how you'll know when you are making progress. Your psychologist will talk with you about the length of time it may take to help you see changes. Progress and change can happen. Nine out of ten Americans surveyed by Consumer Reports said that psychotherapy had helped them. And, in another recent major national study, half of the clients studied were making improvement after eight sessions of therapy, 75% after six months of therapy."
	},
	{
		"title":"What is a Psychiatrist",
		"bio":"A psychiatrist is a physician (MD or DO) who completes medical school and an additional three or four year psychiatric residency, and is licensed to prescribe medications."
	},
    {
		"title":"What is a psychotherapist or counselor?",
		"bio":"Psychotherapists and counselors may have various kinds of training of varying quality. Some therapists/counselors have only a bachelor's degree, some have a master's degree, and some have a doctorate. A person who describes himself/herself as a psychotherapist is not necessarily a licensed psychologist."
	},
    {
		"title":"Is therapy included in my health plan coverage?",
		"bio":"Many health plans, including HMOs, provide some level of coverage for psychological services. If you do not have coverage and will be paying out of pocket, you can talk with your psychologist about sliding scale fees or working out a payment plan. Community mental health centers are also an alternative."
	}
]}